import React from 'react';

export default function D202211012() {
  return (
    <div>
      <h3>2022.11.12</h3>
      <p>오늘은 다음과 같은 일을 했습니다. </p>
      <p>
        얼떨결에 12일에 업무일지를 씁니다. 대신 그동안 커밋은 문제없이
        진행되어서 나와한 약속은 지켰습니다. 어찌됐든 커밋은 했으니까요? 음음.
        아무튼 오늘은 스터디를 왔습니다. 오늘은 props를 통해서 자식 컴포넌트를
        바꾸는 방법을 배우고 클릭시 클래스를 변경하는 작업을 해볼 것입니다.
        css도 변경하는 걸 잊지 말아야겠지요. 아무튼 잘 할 수 있을 것이라고
        생각합니다. 왜냐면 나니까요 ㅎㅎ 일단 할 수 있는 데까지는 해보겠습니다.
        나는 최고입니다.
      </p>
    </div>
  );
}
